[
  {
    "names": "Creed III",
    "date_x": "03/02/2023 ",
    "score": 73,
    "genre": "Drama, Action",
    "overview": "After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damien Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damien — a fighter who has nothing to lose.",
    "crew": "Michael B. Jordan, Adonis Creed, Tessa Thompson, Bianca Taylor, Jonathan Majors, Damien Anderson, Wood Harris, Tony 'Little Duke' Evers, Phylicia Rashād, Mary Anne Creed, Mila Davis-Kent, Amara Creed, Florian Munteanu, Viktor Drago, José Benavidez Jr., Felix Chavez, Selenis Leyva, Laura Chavez",
    "orig_title": "Creed III",
    "status": " Released",
    "orig_lang": " English",
    "budget_x": 75000000,
    "revenue": 271616668,
    "country": "AU"
  },
  {
    "names": "The Addams Family",
    "date_x": "12/26/1991 ",
    "score": 70,
    "genre": "Comedy, Fantasy",
    "overview": "When a man claiming to be long-lost Uncle Fester reappears after 25 years lost, the family plans a celebration to wake the dead. But the kids barely have time to warm up the electric chair before Morticia begins to suspect Fester is fraud when he can't recall any of the details of Fester's life.",
    "crew": "Raúl Juliá, Gomez Addams, Anjelica Huston, Morticia Addams, Christopher Lloyd, Uncle Fester, Christina Ricci, Wednesday Addams, Carel Struycken, Lurch, Dan Hedaya, Tully Alford, Jimmy Workman, Pugsley Addams, Elizabeth Wilson, Abigail Craven / Dr. Greta Pinder-Schloss, Dana Ivey, Margaret Alford / Margaret Addams",
    "orig_title": "The Addams Family",
    "status": " Released",
    "orig_lang": " English",
    "budget_x": 24000000,
    "revenue": 200588546,
    "country": "AU"
  },
  {
    "names": "Insurgent",
    "date_x": "03/19/2015 ",
    "score": 64,
    "genre": "Action, Adventure, Science Fiction, Thriller",
    "overview": "Beatrice Prior must confront her inner demons and continue her fight against a powerful alliance which threatens to tear her society apart.",
    "crew": "Shailene Woodley, Beatrice \"Tris\" Prior, Theo James, Tobias \"Four\" Eaton, Miles Teller, Peter Hayes, Kate Winslet, Jeanine Matthews, Ansel Elgort, Caleb Prior, Zoë Kravitz, Christina, Jai Courtney, Eric Coulter, Ray Stevenson, Marcus Eaton, Naomi Watts, Evelyn Johnson-Eaton",
    "orig_title": "Insurgent",
    "status": " Released",
    "orig_lang": " English",
    "budget_x": 110000000,
    "revenue": 295238201,
    "country": "AU"
  }
]
